Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# common.optional.placeholder
source: optional
ar: اختياري
bn: ঐচ্ছিক
bs: opcionalno
cs: volitelné
da: valgfri
el: προαιρετικό
es: opcional
fa: اختیاری
fi: valinnainen
fil: opsyonal
fr: facultatif
he: אופציונלי
hi: वैकल्पिक
hr: neobavezno
hu: opcionális
hy: ոչ պարտադիր
id: opsional
is: valfrjálst
it: opzionale
ja: 任意
ko: 선택 사항
lt: neprivaloma
lv: neobligāti
ms: pilihan
my: မဖြည့်လည်းရ
nb: valgfritt
nl: optioneel
pl: opcjonalnie
pt_br: opcional
ro: opțional
ru: необязательно
sk: voliteľné
sq: opsionale
sr_latn: opciono
sv: valfri
sw: hiari
th: ไม่บังคับ
tr: isteğe bağlı
uk: необовʼязково
vi: tùy chọn
zh_hans: 可选
zh_hant: 選填

# common.picker.selectPlaceholder
source: Select…
ar: اختر…
bn: নির্বাচন করুন…
bs: Odaberi…
cs: Vybrat…
da: Vælg…
de: Auswählen…
el: Επιλέξτε…
es: Seleccionar…
fa: انتخاب…
fi: Valitse…
fil: Pumili…
fr: Sélectionner…
he: בחירה…
hi: चुनें…
hr: Odaberi…
hu: Válasszon…
hy: Ընտրել…
id: Pilih…
is: Veldu…
it: Seleziona…
ja: 選択…
ko: 선택…
lt: Pasirinkite…
lv: Izvēlieties…
ms: Pilih…
my: ရွေးပါ…
nb: Velg…
nl: Selecteren…
pl: Wybierz…
pt_br: Selecionar…
ro: Selectează…
ru: Выберите…
sk: Vyberte…
sq: Zgjidh…
sr_latn: Izaberi…
sv: Välj…
sw: Chagua...
th: เลือก…
tr: Seçin…
uk: Вибрати…
vi: Chọn…
zh_hans: 选择…
zh_hant: 選擇…

# home.position.unrealizedPnl
source: Unrealized P&L
ar: P&L غير محقق
bn: অবাস্তবায়িত P&L
bs: Nerealizovani P&L
cs: Nerealizovaný P&L
da: Urealiseret P&L
de: Nicht realisierter P&L
el: Μη πραγματοποιημένο P&L
es: P&L no realizado
fa: P&L تحقق‌نیافته
fi: Realisoitumaton P&L
fr: P&L latent
he: P&L לא ממומש
hi: अनरियलाइज़्ड पी एंड एल
hr: Nerealizirani P&L
hu: Nem realizált P&L
hy: Չիրացված P&L
id: P&L belum direalisasi
is: Óinnleyst P&L
it: P&L non realizzato
ja: 未実現損益
ko: 미실현 손익
lt: Nerealizuotas P&L
lv: Nerealizētā P&L
ms: P&L belum terealisasi
nb: Urealisert P&L
nl: Ongerealiseerde P&L
pl: Niezrealizowany P&L
pt_br: P&L não realizado
ro: P&L nerealizat
ru: Нереализованный P&L
sk: Nerealizovaný P&L
sq: P&L i parealizuar
sr_latn: Nerealizovani P&L
sv: Orealiserad P&L
sw: P&L isiyotekelezwa
th: P&L ที่ยังไม่รับรู้
tr: Gerçekleşmemiş P&L
uk: Нереалізований P&L
vi: P&L chưa thực hiện
zh_hans: 未实现盈亏
zh_hant: 未實現盈虧

# home.systemStatus.activeOrders
source: Active Orders
ar: الأوامر النشطة
bn: সক্রিয় অর্ডার
bs: Aktivni nalozi
cs: Aktivní pokyny
da: Aktive ordrer
de: Aktive Orders
el: Ενεργές εντολές
es: Órdenes activas
fa: سفارش‌های فعال
fi: Aktiiviset toimeksiannot
fil: Mga Aktibong Order
fr: Ordres actifs
he: פקודות פעילות
hi: एक्टिव ऑर्डर
hr: Aktivni nalozi
hu: Aktív megbízások
hy: Ակտիվ հանձնարարականներ
id: Pesanan Aktif
is: Virkar pantanir
it: Ordini attivi
ja: 有効注文
ko: 활성 주문
lt: Aktyvūs pavedimai
lv: Aktīvie rīkojumi
ms: Pesanan Aktif
nb: Aktive ordrer
nl: Actieve orders
pl: Aktywne zlecenia
pt_br: Ordens ativas
ro: Ordine active
ru: Активные ордера
sk: Aktívne pokyny
sq: Porosi aktive
sr_latn: Aktivni nalozi
sv: Aktiva ordrar
sw: Order active
th: คำสั่งที่ใช้งานอยู่
tr: Aktif Emirler
uk: Активні ордери
vi: Lệnh đang hoạt động
zh_hans: 活动订单
zh_hant: 活躍訂單

# home.systemStatus.activeStrategies
source: Active Strategies
ar: الاستراتيجيات النشطة
bn: সক্রিয় স্ট্র্যাটেজি
bs: Aktivne strategije
cs: Aktivní strategie
da: Aktive strategier
de: Aktive Strategien
el: Ενεργές στρατηγικές
es: Estrategias activas
fa: استراتژی‌های فعال
fi: Aktiiviset strategiat
fil: Mga Aktibong Estratehiya
fr: Stratégies actives
he: אסטרטגיות פעילות
hi: एक्टिव स्ट्रैटेजी
hr: Aktivne strategije
hu: Aktív stratégiák
hy: Ակտիվ ռազմավարություններ
id: Strategi Aktif
is: Virkar strategíur
it: Strategie attive
ja: 稼働中の戦略
ko: 활성 전략
lt: Aktyvios strategijos
lv: Aktīvās stratēģijas
ms: Strategi Aktif
nb: Aktive strategier
nl: Actieve strategieën
pl: Aktywne strategie
pt_br: Estratégias ativas
ro: Strategii active
ru: Активные стратегии
sk: Aktívne stratégie
sq: Strategji aktive
sr_latn: Aktivne strategije
sv: Aktiva strategier
sw: Mikakati active
th: กลยุทธ์ที่ใช้งานอยู่
tr: Aktif Stratejiler
uk: Активні стратегії
vi: Chiến lược đang hoạt động
zh_hans: 活动策略
zh_hant: 活躍策略

# home.systemStatus.traderStatus
source: Trader Status
ar: حالة المتداول
bn: ট্রেডার স্ট্যাটাস
bs: Status tradera
cs: Stav obchodníka
el: Κατάσταση trader
es: Estado del trader
fa: وضعیت معامله‌گر
fi: Traderin tila
fil: Status ng Trader
fr: Statut du trader
he: סטטוס טריידר
hi: ट्रेडर स्टेटस
hr: Status tradera
hu: Trader állapota
hy: Թրեյդերի կարգավիճակ
id: Status Trader
is: Staða trader
it: Stato del trader
ja: トレーダーステータス
ko: 트레이더 상태
lt: Prekiautojo būsena
lv: Tirgotāja statuss
ms: Status Trader
pl: Status tradera
pt_br: Status do trader
ro: Stare trader
ru: Статус трейдера
sk: Stav tradera
sq: Statusi i tregtarit
sr_latn: Status tradera
sw: Status ya trader
th: สถานะเทรดเดอร์
tr: Trader Durumu
uk: Статус трейдера
vi: Trạng thái trader
zh_hans: 交易员状态
zh_hant: 交易員狀態

# market.data.chart.emptyState
source: No candles yet
ar: لا توجد شموع بعد
bn: এখনও কোনো ক্যান্ডেল নেই
bs: Još nema svijeća
cs: Zatím žádné svíčky
da: Ingen stearinlys endnu
de: Noch keine Kerzen
el: Δεν υπάρχουν κεριά
es: Aún no hay velas
fa: هنوز کندلی نیست
fi: Ei vielä kynttilöitä
fil: Wala pang candles
fr: Aucune bougie pour l'instant
he: עדיין אין נרות
hi: अभी कोई कैंडल नहीं
hr: Još nema svijeća
hu: Még nincsenek gyertyák
hy: Դեռ candle-ներ չկան
id: Belum ada candle
is: Engin kerti enn
it: Nessuna candela disponibile
ja: ローソク足はまだありません
ko: 아직 캔들이 없습니다
lt: Žvakių dar nėra
lv: Vēl nav sveču
ms: Tiada candle lagi
my: candles မရှိသေးပါ
nb: Ingen lys ennå
nl: Nog geen candles
pl: Brak świec
pt_br: Ainda sem candles
ro: Nicio lumânare încă
ru: Пока нет свечей
sk: Žiadne sviečky
sq: Ende nuk ka qirinj
sr_latn: Još nema sveća
sv: Inga stakar än
sw: Bado hakuna candles
th: ยังไม่มีแท่งเทียน
tr: Henüz mum yok
uk: Ще немає свічок
vi: Chưa có nến
zh_hans: 暂无K线
zh_hant: 暫無K線

# market.data.instrumentPicker.searchPrompt
source: Search instruments
ar: بحث في الأدوات
bn: ইনস্ট্রুমেন্ট খুঁজুন
bs: Pretraži instrumente
cs: Hledat instrumenty
da: Søg efter instrumenter
de: Instrumente suchen
el: Αναζήτηση μέσων
es: Buscar instrumentos
fa: جستجوی نمادها
fi: Hae instrumentteja
fil: Maghanap ng instrument
fr: Rechercher des instruments
he: חיפוש מכשירים
hi: इंस्ट्रूमेंट खोजें
hr: Pretraži instrumente
hu: Instrumentumok keresése
hy: Որոնել գործիքներ
id: Cari instrumen
is: Leita að gerningum
it: Cerca strumenti
ja: 銘柄を検索
ko: 종목 검색
lt: Ieškoti instrumentų
lv: Meklēt instrumentus
ms: Cari instrumen
my: instruments ရှာပါ
nb: Søk instrumenter
nl: Instrumenten zoeken
pl: Szukaj instrumentów
pt_br: Buscar instrumentos
ro: Caută instrumente
ru: Поиск инструментов
sk: Hľadať nástroje
sq: Kërko instrumente
sr_latn: Pretraži instrumente
sv: Sök instrument
sw: Tafuta instruments
th: ค้นหาตราสาร
tr: Enstrüman ara
uk: Пошук інструментів
vi: Tìm công cụ
zh_hans: 搜索交易品种
zh_hant: 搜尋交易品種

# market.data.instrumentPicker.viewOnlyBadge
source: View only
ar: عرض فقط
bn: শুধু দেখা
bs: Samo pregled
cs: Pouze prohlížení
da: Kun visning
de: Nur Ansicht
el: Μόνο προβολή
es: Solo lectura
fa: فقط مشاهده
fi: Vain katselu
fr: Lecture seule
he: צפייה בלבד
hi: केवल देखें
hr: Samo pregled
hu: Csak megtekintés
hy: Միայն դիտում
id: Hanya lihat
is: Aðeins skoðun
it: Solo visualizzazione
ja: 閲覧のみ
ko: 보기 전용
lt: Tik peržiūra
lv: Tikai skatīšana
ms: Lihat sahaja
my: ကြည့်ရန်သာ
nb: Kun visning
nl: Alleen-lezen
pl: Tylko podgląd
pt_br: Somente leitura
ro: Doar vizualizare
ru: Только просмотр
sk: Iba zobrazenie
sq: Vetëm shikim
sr_latn: Samo pregled
sv: Endast vy
sw: Tazama tu
th: ดูเท่านั้น
tr: Yalnızca görüntüleme
uk: Лише перегляд
vi: Chỉ xem
zh_hans: 仅查看
zh_hant: 只供檢視

# market.data.status.delayed
source: Delayed
ar: متأخر
bn: বিলম্বিত
bs: Sa zakašnjenjem
cs: Zpožděné
da: Forsinket
de: Verzögert
el: Με καθυστέρηση
es: Con retraso
fa: با تأخیر
fi: Viivästetty
fil: Naantala
fr: Différé
he: מושהה
hi: देरी से
hr: S odgodom
hu: Késleltetett
hy: Ուշացված
id: Tertunda
is: Seinkað
it: Ritardato
ja: 遅延
ko: 지연됨
lt: Su uždelsimu
lv: Aizkavēts
ms: Tertangguh
my: နှောင့်နှေးနေသည်
nb: Forsinket
nl: Vertraagd
pl: Opóźnione
pt_br: Atrasado
ro: Întârziat
ru: С задержкой
sk: Oneskorené
sq: Me vonesë
sr_latn: Sa odlaganjem
sv: Fördröjd
sw: Imecheleweshwa
th: ล่าช้า
tr: Gecikmeli
uk: Затримано
vi: Trễ
zh_hans: 延迟
zh_hant: 延遲

# market.data.status.live
source: Live
ar: مباشر
bn: লাইভ
bs: Uživo
cs: Živě
el: Ζωντανά
es: En vivo
fa: زنده
fr: En direct
he: בזמן אמת
hi: लाइव
hr: Uživo
hu: Élő
hy: Ուղիղ
id: Langsung
is: Í beinni
ja: ライブ
ko: 실시간
lt: Tiesioginis
lv: Tiešraidē
ms: Langsung
pl: Na żywo
pt_br: Ao vivo
ru: В реальном времени
sk: Naživo
sq: Drejtpërdrejt
sr_latn: Uživo
th: เรียลไทม์
tr: Canlı
uk: Наживо
vi: Trực tiếp
zh_hans: 实时
zh_hant: 即時

# notifications.devicePref.alertType.lockedBadge
source: Locked
ar: مقفل
bn: লকড
bs: Zaključano
cs: Uzamčeno
da: Låst
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
fa: قفل‌شده
fi: Lukittu
fil: Naka-lock
fr: Verrouillé
he: נעול
hi: लॉक्ड
hr: Zaključano
hu: Zárolva
hy: Կողպված
id: Terkunci
is: Læst
it: Bloccato
ja: ロック中
ko: 잠김
lt: Užrakinta
lv: Bloķēts
ms: Dikunci
my: လော့ခ်ထားသည်
nb: Låst
nl: Vergrendeld
pl: Zablokowane
pt_br: Bloqueado
ro: Blocat
ru: Заблокировано
sk: Uzamknuté
sq: I kyçur
sr_latn: Zaključano
sv: Låst
sw: Imefungwa
th: ล็อก
tr: Kilitli
uk: Заблоковано
vi: Đã khóa
zh_hans: 已锁定
zh_hant: 已鎖定

# notifications.devicePref.delivery.header
source: Delivery
ar: التسليم
bn: ডেলিভারি
bs: Dostava
cs: Doručování
da: Levering
de: Zustellung
el: Παράδοση
es: Entrega
fa: ارسال
fi: Toimitus
fr: Distribution
he: מסירה
hi: डिलीवरी
hr: Dostava
hu: Kézbesítés
hy: Առաքում
id: Pengiriman
is: Sending
it: Consegna
ja: 配信
ko: 전달
lt: Pristatymas
lv: Piegāde
ms: Penghantaran
my: ပေးပို့မှု
nb: Levering
nl: Bezorging
pl: Dostarczanie
pt_br: Entrega
ro: Livrare
ru: Доставка
sk: Doručovanie
sq: Dërgimi
sr_latn: Isporuka
sv: Leverans
sw: Uwasilishaji
th: การส่ง
tr: Teslimat
uk: Доставка
vi: Phân phối
zh_hans: 送达
zh_hant: 傳送

# notifications.devicePref.hardMute.footer
source: Hard mute overrides quiet hours and disables every alert in this scope until the chosen time.
ar: الكتم التام يتجاوز ساعات الهدوء ويعطل كل تنبيه في هذا النطاق حتى الوقت المختار.
bn: হার্ড মিউট নীরব সময় অগ্রাহ্য করে এবং নির্বাচিত সময় পর্যন্ত এই স্কোপের সব অ্যালার্ট বন্ধ করে।
bs: Potpuno utišavanje zaobilazi tihe sate i onemogućuje sva upozorenja u ovom opsegu do izabranog vremena.
cs: Tvrdé ztlumení přepíše tiché hodiny a vypne všechna upozornění v tomto rozsahu až do zvoleného času.
da: Hård mute tilsidesætter stille timer og deaktiverer alle alarmer i dette område indtil det valgte tidspunkt.
de: Vollstummschaltung überschreibt Ruhezeiten und deaktiviert alle Alarme in diesem Bereich bis zur gewählten Zeit.
el: Η πλήρης σίγαση παρακάμπτει τις ώρες ησυχίας και απενεργοποιεί κάθε ειδοποίηση σε αυτό το πεδίο μέχρι την επιλεγμένη ώρα.
es: El silencio total ignora las horas de silencio y desactiva todas las alertas en este ámbito hasta la hora elegida.
fa: بی‌صدایی کامل ساعات سکوت را نادیده می‌گیرد و تا زمان انتخاب‌شده همه هشدارهای این دامنه را غیرفعال می‌کند.
fi: Täysmykistys ohittaa hiljaiset tunnit ja poistaa käytöstä kaikki tämän laajuuden hälytykset valittuun aikaan asti.
fil: Pinapalitan ng hard mute ang quiet hours at hindi pinapagana ang bawat alerto sa scope na ito hanggang sa napiling oras.
fr: Le silence total ignore les heures silencieuses et désactive toutes les alertes dans cette portée jusqu'à l'heure choisie.
he: השתקה מלאה עוקפת שעות שקטות ומשביתה כל התראה בטווח הזה עד הזמן שנבחר.
hi: हार्ड म्यूट शांत घंटों को ओवरराइड करता है और चुने गए समय तक इस स्कोप के हर अलर्ट को अक्षम कर देता है।
hr: Potpuno utišavanje nadjačava tihe sate i onemogućuje sva upozorenja u ovom opsegu do odabranog vremena.
hu: A teljes némítás felülírja a csendes órákat és letilt minden riasztást ebben a hatókörben a kiválasztott időpontig.
hy: Ամբողջական լռեցումը գերակայում է լռության ժամերին և անջատում է այս շրջանակի բոլոր ազդանշանները մինչև ընտրված ժամը։
id: Bisu penuh mengabaikan jam tenang dan menonaktifkan semua peringatan dalam cakupan ini hingga waktu yang dipilih.
is: Algjör þöggun gengur framar kyrrðartímum og slekkur á öllum viðvörunum í þessu umfangi til valins tíma.
it: Il silenzio totale ignora le ore di silenzio e disattiva ogni allerta in questo ambito fino all'orario scelto.
ja: 強制ミュートはサイレント時間を上書きし、選択した時刻までこの範囲のすべてのアラートを無効にします。
ko: 하드 음소거는 무음 시간을 무시하고 지정된 시각까지 이 범위의 모든 알림을 비활성화합니다.
lt: Pilnas nutildymas pakeičia tylos valandas ir išjungia visus šios apimties įspėjimus iki pasirinkto laiko.
lv: Pilna apklusināšana ignorē klusās stundas un atspējo visus brīdinājumus šajā tvērumā līdz izvēlētajam laikam.
ms: Bisu penuh mengatasi waktu senyap dan menyahdayakan setiap amaran dalam skop ini sehingga masa yang dipilih.
my: Hard mute သည် quiet hours ကို ကျော်လွန်ပြီး ရွေးထားသောအချိန်အထိ ဤ scope အတွင်းရှိ alert အားလုံးကို ပိတ်ထားပါသည်။
nb: Hard demping overstyrer stille timer og deaktiverer alle varsler i dette omfanget frem til valgt tid.
nl: Hard dempen negeert stille uren en schakelt alle alerts in dit bereik uit tot het gekozen tijdstip.
pl: Pełne wyciszenie pomija ciche godziny i wyłącza wszystkie alerty w tym zakresie do wybranego czasu.
pt_br: O silenciamento total ignora o horário silencioso e desativa todos os alertas neste escopo até o horário escolhido.
ro: Silențierea totală ignoră orele silențioase și dezactivează toate alertele din acest domeniu până la ora aleasă.
ru: Полное заглушение игнорирует тихие часы и отключает все оповещения в этой области до выбранного времени.
sk: Tvrdé stlmenie obchádza tiché hodiny a vypína všetky upozornenia v tomto rozsahu až do zvoleného času.
sq: Heshtja e plotë anashkalon orët e qetësisë dhe çaktivizon çdo sinjalizim në këtë fushëveprim deri në kohën e zgjedhur.
sr_latn: Potpuno utišavanje nadjačava tihe sate i onemogućava sva upozorenja u ovom opsegu do izabranog vremena.
sv: Hård tystning åsidosätter tysta timmar och inaktiverar alla larm i denna omfattning fram till vald tid.
sw: Hard mute hupita saa za utulivu na huzima kila arifa katika wigo huu hadi wakati uliochaguliwa.
th: การปิดเสียงทั้งหมดจะทับช่วงเวลางดรบกวนและปิดการแจ้งเตือนทั้งหมดในขอบเขตนี้จนถึงเวลาที่เลือก
tr: Sıkı sessize alma, sessiz saatleri geçersiz kılar ve seçilen süreye kadar bu kapsamdaki tüm uyarıları devre dışı bırakır.
uk: Повне вимкнення звуку має пріоритет над годинами тиші та вимикає всі сповіщення в цій області до вказаного часу.
vi: Tắt tiếng cứng bỏ qua giờ yên tĩnh và vô hiệu hóa mọi cảnh báo trong phạm vi này cho đến thời điểm đã chọn.
zh_hans: 强制静音会覆盖免打扰时段，并在所选时间前禁用此范围内的所有提醒。
zh_hant: 強制靜音會覆蓋靜音時段，並在所選時間前停用此範圍內所有警示。

# notifications.devicePref.hardMute.label
source: Hard mute
ar: كتم تام
bn: হার্ড মিউট
bs: Potpuno utišavanje
cs: Tvrdé ztlumení
da: Hård mute
de: Vollstummschaltung
el: Πλήρης σίγαση
es: Silencio total
fa: بی‌صدایی کامل
fi: Täysmykistys
fr: Silence total
he: השתקה מלאה
hi: हार्ड म्यूट
hr: Potpuno utišavanje
hu: Teljes némítás
hy: Ամբողջական լռեցում
id: Bisu penuh
is: Algjör þöggun
it: Silenzio totale
ja: 強制ミュート
ko: 하드 음소거
lt: Pilnas nutildymas
lv: Pilna apklusināšana
ms: Bisu penuh
nb: Hard demping
nl: Hard dempen
pl: Pełne wyciszenie
pt_br: Silenciamento total
ro: Silențiere totală
ru: Полное заглушение
sk: Tvrdé stlmenie
sq: Heshtje e plotë
sr_latn: Potpuno utišavanje
sv: Hård tystning
th: ปิดเสียงทั้งหมด
tr: Sıkı sessize alma
uk: Повне вимкнення звуку
vi: Tắt tiếng cứng
zh_hans: 强制静音
zh_hant: 強制靜音

# notifications.devicePref.quietHours.footer
source: Non-critical alerts are deferred during this window, using the device timezone.
ar: يتم تأجيل التنبيهات غير الحرجة خلال هذه الفترة باستخدام المنطقة الزمنية للجهاز.
bn: এই সময়ে জরুরি নয় এমন অ্যালার্ট স্থগিত থাকে; ডিভাইসের টাইমজোন ব্যবহৃত হয়।
bs: Nekritična upozorenja se odgađaju u ovom intervalu, prema vremenskoj zoni uređaja.
cs: Nekritická upozornění jsou v tomto okně odložena, podle časového pásma zařízení.
da: Ikke-kritiske alarmer udskydes i dette tidsrum, baseret på enhedens tidszone.
de: Nicht kritische Alarme werden in diesem Zeitfenster zurückgehalten, basierend auf der Geräte-Zeitzone.
el: Οι μη κρίσιμες ειδοποιήσεις αναβάλλονται σε αυτό το παράθυρο, με βάση τη ζώνη ώρας της συσκευής.
es: Las alertas no críticas se aplazan durante este intervalo, usando la zona horaria del dispositivo.
fa: هشدارهای غیربحرانی در این بازه، بر اساس منطقه زمانی دستگاه، به تعویق می‌افتند.
fi: Ei-kriittiset hälytykset siirretään tämän aikaikkunan ajaksi laitteen aikavyöhykkeen mukaan.
fil: Ang mga non-critical na alerto ay ipinagpapaliban sa loob ng window na ito, gamit ang timezone ng device.
fr: Les alertes non critiques sont différées pendant cette plage horaire, selon le fuseau horaire de l'appareil.
he: התראות שאינן קריטיות נדחות בחלון הזמן הזה, לפי אזור הזמן של המכשיר.
hi: इस समयावधि में गैर-क्रिटिकल अलर्ट डिवाइस टाइमज़ोन के अनुसार स्थगित किए जाते हैं।
hr: Nekritična upozorenja odgađaju se tijekom ovog razdoblja, prema vremenskoj zoni uređaja.
hu: A nem kritikus riasztások ebben az időablakban késleltetve vannak, az eszköz időzónája szerint.
hy: Ոչ կրիտիկական ազդանշանները հետաձգվում են այս ժամանակահատվածում՝ սարքի ժամային գոտիով։
id: Peringatan non-kritis ditunda selama jendela waktu ini, menggunakan zona waktu perangkat.
is: Viðvaranir sem eru ekki mikilvægar eru frestaðar á þessu tímabili samkvæmt tímabelti tækisins.
it: Le allerte non critiche sono rinviate durante questo intervallo, in base al fuso orario del dispositivo.
ja: 緊急ではないアラートは、この時間帯はデバイスのタイムゾーンに基づいて延期されます。
ko: 기기 시간대를 기준으로 이 구간 동안 비긴급 알림이 지연됩니다.
lt: Nekritiniai įspėjimai atidedami šiame laiko intervale, naudojant įrenginio laiko juostą.
lv: Nekritiskie brīdinājumi tiek atlikti šajā periodā, izmantojot ierīces laika joslu.
ms: Amaran bukan kritikal ditangguhkan dalam tempoh ini, mengikut zon masa peranti.
my: Non-critical alerts များကို ဤအချိန်ကာလအတွင်း device timezone ဖြင့် နောက်ဆိုင်းထားပါသည်။
nb: Ikke-kritiske varsler utsettes i dette tidsrommet, basert på enhetens tidssone.
nl: Niet-kritieke alerts worden tijdens dit venster uitgesteld, op basis van de tijdzone van het apparaat.
pl: Alerty inne niż krytyczne są wstrzymywane w tym oknie czasowym, według strefy czasowej urządzenia.
pt_br: Alertas não críticos são adiados durante esta janela, usando o fuso horário do dispositivo.
ro: Alertele necritice sunt amânate în acest interval, conform fusului orar al dispozitivului.
ru: Некритичные оповещения откладываются в этом окне, по часовому поясу устройства.
sk: Nekritické upozornenia sú v tomto okne odložené podľa časovej zóny zariadenia.
sq: Sinjalizimet jo kritike shtyhen gjatë kësaj dritareje, duke përdorur zonën kohore të pajisjes.
sr_latn: Nekritična upozorenja se odlažu tokom ovog perioda, prema vremenskoj zoni uređaja.
sv: Icke-kritiska larm skjuts upp under detta fönster, enligt enhetens tidszon.
sw: Arifa zisizo critical huahirishwa katika kipindi hiki, kwa kutumia timezone ya kifaa.
th: การแจ้งเตือนที่ไม่วิกฤตจะถูกเลื่อนออกไปในช่วงเวลานี้ โดยใช้เขตเวลาของอุปกรณ์
tr: Kritik olmayan uyarılar, cihazın saat dilimine göre bu zaman aralığında ertelenir.
uk: Некритичні сповіщення відкладаються у цьому часовому вікні за часовим поясом пристрою.
vi: Cảnh báo không quan trọng sẽ được hoãn trong khung này, theo múi giờ của thiết bị.
zh_hans: 非关键提醒会在此时间窗口内延后，使用设备时区。
zh_hant: 非關鍵警示會在此時段延後，並使用裝置時區。
